Repository: franglais125/no-title-bar
Catalog: po/*.po
Languages: fr

source: Cancel
fr: Annuler

source: Save
fr: Enregistrer

source: Clear entry
fr: Supprimer l’entrée

source: Window control buttons
fr: Boutons de contrôle des fenêtres

source: Before app menu
fr: Avant le menu d'application

source: After app menu
fr: Après le menu d'application

source: Before status area
fr: Avant le menu système

source: Within status area
fr: Avant le menu système

source: After status area
fr: Après le menu système

source: Hidden
fr: Masqués

source: Autohide buttons
fr: Masquer automatiquement les boutons

source: Show buttons for snapped windows
fr: Afficher les boutons des fenêtres ancrées

source: Replace App Menu name with Window name
fr: Utiliser le nom de la fenêtre au lieu de celui de l’application

source: Remove title bars only on the main monitor
fr: Masquer les barres des fenêtres seulement dans le moniteur principal

source: Basic settings
fr: Paramètres de base

source: Automatic theme
fr: Thème automatique

source: Theme
fr: Thème

source: List type
fr: Type de liste

source: Disabled
fr: Désactivé

source: Whitelist
fr: Liste blanche

source: Blacklist
fr: Liste noire

source: Whitelist: only applications on this list will have the title bar removed. Blacklist: all applications, except the ones on the list, will have the title bar removed.
fr: Liste blanche: seules les applications de cette liste n’auront plus de barre de titre. Liste noire: toutes les applications, sauf celles de cette liste, n’auront plus de barre de titre.

source: Lists
fr: Listes

source: Maintained by
fr: Maintenu par

source: Webpage
fr: Site internet

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.</span>
fr: <span size="small">Ce programme est distribué SANS AUCUNE GARANTIE. Consultez la <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">Licence Générale Publique GNU version 2 ou plus récente</a> pour plus d'informations.</span>

source: About
fr: À propos
